Repository: m7md1alaa/whats-in-the-box
Catalog: whats-in-the-box/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# %lld boxes • %lld items
source: %1$lld boxes • %2$lld items
ar: %1$lld صناديق • %2$lld عناصر

source: %lld items
ar: %lld عنصر

source: About
ar: حول التطبيق

source: Actions
ar: الإجراءات

source: Add New Box
ar: اضافه صندوق جديد

source: Add Photo
ar: أضف صورة

source: AI Features
ar: ميزات الذكاء الاصطناعي

source: AI will automatically identify items
ar: الذكاء الاصطناعي سيتعرف على العناصر تلقائيًا

source: AI will identify items automatically
ar: الذكاء الاصطناعي سيتعرف على العناصر تلقائيًا

source: All AI processing happens on your device. Your photos and data never leave your phone.
ar: جميع عمليات الذكاء الاصطناعي تتم على جهازك. صورك وبياناتك لا تغادر هاتفك أبدًا.

source: App Settings
ar: إعدادات التطبيق

source: Are you sure?
ar: هل أنت متأكد؟

source: Box Name
ar: اسم الصندوق

source: Box Not Found
ar: لم يتم العثور على الصندوق

source: Box QR Code
ar: رمز QR للصندوق

source: Cancel
ar: إلغاء

source: Change
ar: تغيير

source: Change Photo
ar: تغيير الصورة

source: Clear Cache
ar: مسح الذاكرة المؤقتة

source: Click to browse or drag and drop an image
ar: انقر للاستعراض أو اسحب وأفلِت صورة

source: Content
ar: المحتوى

source: Contents
ar: المحتويات

source: Create Your QR Code
ar: سوّي رمز QR خاص بك

source: Delete
ar: حذف

source: Delete Box
ar: حذف الصندوق

source: Details
ar: التفاصيل

source: Done
ar: تم

source: Edit Box
ar: تعديل الصندوق

source: Enter any text, URL, or select a template
ar: أدخل نص، رابط، أو اختَر قالب

source: Enter box name
ar: وش اسم الصندوق

source: Enter location (optional)
ar: في وين موقع الصندوق (اختياري)

source: Enter text, URL, or contact info...
ar: أدخل نص، رابط، أو معلومات تواصل...

source: Error
ar: خطأ

source: Generate QR Code
ar: إنشاء رمز QR

source: Generating QR Code...
ar: جاري إنشاء رمز QR...

source: GitHub
ar: غِت‌هب

source: Home
ar: الرئيسية

source: Items
ar: عناصر

source: Last Updated
ar: اخر تحديث منذ

source: Location
ar: الموقع

source: Location (optional)
ar: الموقع (اختياري)

source: My Boxes
ar: صناديقي

source: New Box
ar: صندوق جديد

source: New Item
ar: عنصر جديد

source: No items in this box yet.
ar: لا توجد عناصر في هذا الصندوق بعد.

source: No photo for this box
ar: لا توجد صورة لهذا الصندوق

source: OK
ar: حسنًا

source: Photo
ar: الصورة

source: Privacy Policy
ar: سياسة الخصوصية

source: QR Code for %@
ar: رمز QR لـ %@

source: QR Color
ar: لون الرمز

source: QR Generator
ar: مولد رمز QR

source: Remove Photo
ar: حذف الصورة

source: Save
ar: حفظ

source: Save Box
ar: حفظ الصندوق

source: Save Changes
ar: حفظ التغيرات

source: Scan me!
ar: امسحني!

source: Scan this QR code to open the box details.
ar: امسح رمز QR هذا عشان تشوف تفاصيل الصندوق.

source: Search items...
ar: ابحث عن العناصر...

source: Settings
ar: الإعدادات

source: Share
ar: مشاركة

source: Speak now...
ar: اتكلم الحين..

source: Starting...
ar: يبدآ

source: Storage
ar: التخزين

source: Style
ar: الستايل

source: Tap to change photo
ar: اضغط لتغيير الصورة

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: What's in the box?
ar: ماذا يوجد في الصندوق؟

source: Your QR code will appear here
ar: سيظهر رمز QR هنا
